amiralizadeh9480.laravel-extra-intellisense
anbuselvanrocky.bootstrap5-vscode
avrahambenarosh.vue-formatter
bracketpaircolordlw.bracket-pair-color-dlw
codeium.codeium
coder911th.vuetify-camelcase-snippets
dbaeumer.vscode-eslint
denifer.mdi-vuetify-intellisense
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
dzhavat.bracket-pair-toggler
ecmel.vscode-html-css
esbenp.prettier-vscode
exer7um.vue-3-vscode-snippets
formulahendry.auto-rename-tag
gaiyaobedmathias.vuetify-snippets
github.copilot
github.copilot-chat
github.github-vscode-theme
hossaini.bootstrap-intellisense
inferrinizzard.prettier-sql-vscode
laravel.vscode-laravel
luisfalconmx.vscode-theme-vue-pro
mariorodeghiero.vue-theme
mishannn.vuex-suggest
mnenie.pinia-snippets-vscode
mohsen1.prettify-json
mquandalle.graphql
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
nicholashsiang.vscode-pinia-snippets
octref.vetur
onecentlin.laravel-blade
onecentlin.laravel5-snippets
orsenkucher.vscode-graphql
oysun.vuehelper
printfn.gemini-improved
redhat.vscode-yaml
rifi2k.format-html-in-php
shenjiaolong.vue-helper
steoates.autoimport
stirlingmarketinggroup.html-ts-highlighter
str1z.html-wagon-syntax-highlighting
tristan.vue-html-syntax-highlighter
vue.volar
vuetifyjs.vuetify-vscode
wejectchan.vue3-snippets-for-vscode
zobo.php-intellisense
zwyx.autoclosetabs
